Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# transaction.sender
source: Sender
ar: مرسل
bn: প্রেরক
cs: Odesílatel
da: Afsender
de: Absender
es: Remitente
fa: فرستنده
fil: Nagpadala
fr: Expéditeur
ha: Mai aikawa
he: שולח
hi: प्रेषक
id: Pengirim
it: Mittente
ja: 送信者
ko: 보내는 사람
ms: Penghantar
nl: Afzender
pl: Nadawca
pt_br: Remetente
ro: Expeditorul
ru: Отправитель
sw: Mtumaji
th: ผู้ส่ง
tr: Gönderen
uk: Відправник
ur: بھیجنے والا
vi: Người gửi
zh_hans: 发送地址
zh_hant: 傳送者

# transaction.status
source: Status
ar: حالة
bn: স্ট্যাটাস
cs: Stav
es: Estado
fa: وضعیت
fil: Katayuan
fr: Statut
ha: Matsayi
he: סטטוס
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
pl: Stan
pt_br: Estado
ro: Stare
ru: Статус
sw: Hali
th: สถานะ
tr: Durum
uk: Статус
ur: حیثیت
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# transaction.status.completed
source: Completed
ar: مكتمل
bn: সম্পন্ন
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
es: Completado
fa: تکمیل شد
fil: Nakumpleto
fr: Terminé
ha: An kammala
he: הושלם
hi: पूरा हुआ
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
ms: Selesai
nl: Voltooid
pl: Ukończono
pt_br: Concluído
ro: Terminat
ru: Завершено
sw: Imekamilika
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
ur: مکمل
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# transaction.status.confirmed
source: Successful
ar: ناجح
bn: সফল
cs: Úspěšný
da: Vellykket
de: Erfolgreich
es: Exitoso
fa: موفق
fil: Matagumpay
fr: Réussi
ha: Nasara
he: מוצלח
hi: सफल
id: Berhasil
it: Riuscita
ja: 成功
ko: 성공적인
ms: Berjaya
nl: Succesvol
pl: Udany
pt_br: Bem-sucedido
ro: Reușită
ru: Успешно
sw: Imefanikiwa
th: ประสบความสำเร็จ
tr: Başarılı
uk: Успішно
ur: کامیاب
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# transaction.status.failed
source: Failed
ar: فشل
bn: ব্যর্থ হয়েছে
cs: Nepodařilo se
da: Mislykkedes
de: Fehlgeschlagen
es: Fallido
fa: ناموفق
fil: Nabigo
fr: Échoué
ha: Ba a yi nasara ba
he: נכשל
hi: असफल
id: Gagal
it: Fallito
ja: 失敗
ko: 실패한
ms: Gagal
nl: Mislukt
pl: Nieudana
pt_br: Falhou
ro: A eșuat
ru: Ошибка
sw: Imeshindwa
th: ล้มเหลว
tr: Başarısız
uk: Помилка
ur: ناکام
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# transaction.status.inprogress
source: In Progress
ar: في تَقَدم
bn: চলছে
cs: Probíhá
da: Igangværende
de: In Bearbeitung
es: En progreso
fa: در حال انجام است
fil: Isinasagawa
fr: En cours
ha: Ana ci gaba
he: בתהליך
hi: प्रगति पर है
id: Sedang Berlangsung
it: In corso
ja: 進行中
ko: 진행 중
ms: Sedang Berlangsung
nl: In uitvoering
pl: W toku
pt_br: Em andamento
ro: În curs
ru: В процессе
sw: Inaendelea
th: อยู่ระหว่างดำเนินการ
tr: Devam Ediyor
uk: У процесі
ur: جاری ہے۔
vi: Đang tiến hành
zh_hans: 进行中
zh_hant: 進行中

# transaction.status.pending
source: Pending
ar: قيد الانتظار
bn: মুলতুবি
cs: Čeká na vyřízení
da: Afventer
de: Ausstehend
es: Pendiente
fa: در انتظار
fil: Nakabinbin
fr: En attente
ha: Ana jiran
he: בהמתנה
hi: लंबित
id: Tertunda
it: In sospeso
ja: 確認待ち
ko: 보류 중
ms: Belum selesai
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
ro: În așteptare
ru: В ожидании
sw: Inasubiri
th: รอดำเนินการ
tr: Beklemede
uk: В очікуванні
ur: زیر التواء
vi: Đang chờ xử lý
zh_hans: 待确认
zh_hant: 等待確認

# transaction.status.refunded
source: Refunded
ar: ردها
bn: ফেরত দেওয়া হয়েছে
cs: Vráceno
da: Refunderet
de: Erstattet
es: Reembolsado
fa: بازپرداخت شد
fil: Na-refund
fr: Remboursé
ha: An mayar da kuɗi
he: החזר כספי
hi: वापस कर दिया गया
id: Dikembalikan
it: Rimborso effettuato
ja: 返金済み
ko: 환불됨
ms: Dibayar balik
nl: Terugbetaald
pl: Zwrócono
pt_br: Reembolsado
ro: Rambursat
ru: Возврат средств
sw: Imerejeshwa
th: ได้รับเงินคืน
tr: Para iadesi yapıldı
uk: Повернено кошти
ur: رقم کی واپسی
vi: Đã hoàn tiền
zh_hans: 已退款
zh_hant: 已退款

# transaction.status.reverted
source: Reverted
ar: التراجع
bn: প্রত্যাবর্তিত
cs: Vráceno
da: Tilbageført
de: Zurückgesetzt
es: Revertido
fa: برگردانده شد
fil: Ibinalik
fr: Rétabli
ha: An mayar
he: הוחזר
hi: वापस किया गया
id: Dikembalikan
it: Ripristinato
ja: リバート
ko: 되돌림
ms: Dibalikkan
nl: Teruggedraaid
pl: Przywrócony
pt_br: Revertido
ro: Anulată
ru: Отменено
sw: Imetenduliwa
th: เปลี่ยนกลับแล้ว
tr: Geri alındı
uk: Відкликано
ur: پلٹایا
vi: Đã hoàn nguyên
zh_hans: 已回滚
zh_hant: 已撤銷

# transaction.swap_again
source: Swap Again
ar: التبديل مرة أخرى
bn: আবার অদলবদল করুন
cs: Znovu vyměnit
da: Byt igen
de: Erneut tauschen
es: Intercambiar de nuevo
fa: دوباره مبادله کنید
fil: Magpalit Muli
fr: Échanger à nouveau
ha: Sake Musanya
he: החלפה נוספת
hi: फिर से स्वैप करें
id: Tukar Lagi
it: Scambia di nuovo
ja: 再度スワップ
ko: 다시 바꾸기
ms: Tukar Lagi
nl: Opnieuw ruilen
pl: Zamień ponownie
pt_br: Troque novamente
ro: Schimbați din nou
ru: Поменять снова
sw: Badilisha Tena
th: แลกเปลี่ยนอีกครั้ง
tr: Tekrar Değiştir
uk: Знову обміняти
ur: دوبارہ تبدیل کریں۔
vi: Hoán đổi lần nữa
zh_hans: 再次兑换
zh_hant: 再次兌換

# transaction.title.received
source: Received
ar: تلقى
bn: গৃহীত
cs: Přijato
da: Modtaget
de: Erhalten
es: Recibido
fa: دریافت شده.
fil: Natanggap
fr: Reçu
ha: An karɓa
he: התקבל
hi: प्राप्त हुआ
id: Diterima
it: Ricevuto
ja: 受取
ko: 받았다
ms: Diterima
nl: Ontvangen
pl: Otrzymane
pt_br: Recebido
ro: Primit
ru: Получено
sw: Imepokelewa
th: ได้รับแล้ว
tr: Alındı
uk: Отримано
ur: موصول ہوا۔
vi: Đã nhận
zh_hans: 已收到
zh_hant: 已收到

# transaction.title.sent
source: Sent
ar: مرسل
bn: পাঠানো হয়েছে
cs: Odesláno
da: Sendt
de: Gesendet
es: Enviado
fa: فرستاده شده.
fil: Ipinadala
fr: Envoyé
ha: An aika
he: נשלח
hi: भेजा गया
id: Terkirim
it: Inviato
ja: 送金
ko: 전송된
ms: Dihantar
nl: Verzonden
pl: Wysłano
pt_br: Enviado
ro: Trimis
ru: Отправлено
sw: Imetumwa
th: ส่งแล้ว
tr: Gönderilmiş
uk: Надіслано
ur: بھیجا
vi: Đã gửi
zh_hans: 已发送
zh_hant: 已發送

# transaction.view_on
source: View on %@
ar: عرض على %@
bn: %@ এ দেখুন
cs: Zobrazit na %@
da: Se på %@
de: Anzeigen auf %@
es: Ver en %@
fa: مشاهده در %@
fil: Tingnan sa %@
fr: Afficher sur %@
ha: Duba kan %@
he: הצג ב-%@
hi: %@ पर देखें
id: Lihat di %@
it: Visualizza su %@
ja: %@で見る
ko: %@ 에서 보기
ms: Lihat pada %@
nl: Bekijk op %@
pl: Zobacz w %@
pt_br: Ver em %@
ro: Vizualizați pe %@
ru: Посмотреть на %@
sw: Tazama kwenye %@
th: ดูบน %@
tr: %@ üzerinde görüntüle
uk: Переглянути %@
ur: %@ پر دیکھیں
vi: Xem trên %@
zh_hans: 在 %@ 上查看
zh_hant: 在 %@ 上查看

# transfer.activate_asset.title
source: Activate Asset
ar: تفعيل الأصول
bn: অ্যাসেট সক্রিয় করুন
cs: Aktivujte aktivum
da: Aktiver aktiv
de: Asset aktivieren
es: Activar activo
fa: دارایی را فعال کنید
fil: I-activate ang Asset
fr: Activer l'actif
ha: Kunna Kadari
he: הפעל את הנכס
hi: संपत्ति सक्रिय करें
id: Aktifkan Aset
it: Attiva risorsa
ja: アセットを有効化
ko: 자산 활성화
ms: Aktifkan Aset
nl: Activa activeren
pl: Aktywuj zasób
pt_br: Ativar ativo
ro: Activați activul
ru: Активировать актив
sw: Washa Kipengee
th: เปิดใช้งานสินทรัพย์
tr: Varlığı Etkinleştir
uk: Активувати актив
ur: اثاثہ کو چالو کریں۔
vi: Kích hoạt tài sản
zh_hans: 启用资产
zh_hant: 啟用資產

# transfer.approve.title
source: Approve
ar: الموافقة
bn: অনুমোদন করুন
cs: Schválit
da: Godkend
de: Genehmigen
es: Aprobar
fa: اجازه دادن
fil: Aprubahan
fr: Approuver
ha: Amincewa
he: לאשר
hi: स्वीकृत करें
id: Setujui
it: Approva
ja: 承認する
ko: 승인하다
ms: Luluskan
nl: Goedkeuren
pl: Zatwierdź
pt_br: Aprovar
ro: Aprobați
ru: Одобрить
sw: Idhinisha
th: อนุมัติ
tr: Onayla
uk: Дозволити
ur: منظور کریں۔
vi: Chấp thuận
zh_hans: 授权
zh_hant: 授權

# transfer.balance
source: Balance: %@
ar: الرصيد: %@
bn: ব্যালেন্স: %@
cs: Zůstatek: %@
da: Saldo: %@
de: Saldo: %@
es: Saldo: %@
fa: موجودی: %@
fil: Balanse: %@
fr: Solde : %@
ha: Ma'auni: %@
he: יתרה: %@
hi: शेष राशि: %@
id: Saldo: %@
it: Saldo: %@
ja: 残高: %@
ko: 잔액: %@
ms: Baki: %@
nl: Saldo: %@
pl: Saldo: %@
pt_br: Saldo: %@
ro: Sold: %@
ru: Баланс: %@
sw: Salio: %@
th: ยอดคงเหลือ: %@
tr: Bakiye: %@
uk: Баланс: %@
ur: بیلنس: %@
vi: Số dư: %@
zh_hans: 余额: %@
zh_hant: 餘額: %@

# transfer.claim_rewards.title
source: Claim Rewards
ar: المطالبة بالمكافآت
bn: পুরস্কার দাবি করুন
cs: Nárokujte si odměny
da: Gør krav på belønninger
de: Staking-Belohnungen einfordern.
es: Reclamar recompensas
fa: برداشت پاداش ها
fil: Mag-claim ng Mga Gantimpala
fr: Réclamez des récompenses
ha: Da'awar Lada
he: תבע תגמולים
hi: पुरस्कार का दावा करें
id: Klaim Hadiah
it: Richiedi premi
ja: 報酬を受け取る
ko: 보상 청구
ms: Tuntut Ganjaran
nl: Claim beloningen
pl: Odbierz nagrody
pt_br: Resgatar recompensas
ro: Solicitați recompense
ru: Получить награду
sw: Dai Zawadi
th: รับรางวัล
tr: Ödüller
uk: Отримати винагороду
ur: انعامات کا دعوی کریں۔
vi: Yêu cầu phần thưởng
zh_hans: 领取奖励
zh_hant: 領取獎勵

# transfer.confirm
source: Confirm
ar: يتأكد
bn: নিশ্চিত করুন
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fa: تایید کردن
fil: Kumpirmahin
fr: Confirmer
ha: Tabbatar
he: אשר
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
nl: Bevestig
pl: Potwierdź
pt_br: Confirmar
ro: Confirmați
ru: Подтвердить
sw: Thibitisha
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# transfer.freeze.title
source: Freeze
ar: تجميد
bn: ফ্রিজ করুন
cs: Zmrazit
da: Fryse
de: Einfrieren
es: Congelar
fa: فریز کردن
fil: I-freeze
fr: Geler
ha: Daskare
he: הַקפָּאָה
hi: जमाना
id: Bekukan
it: Congela
ja: 凍結
ko: 동결
ms: Bekukan
nl: Bevriezen
pl: Zamroź
pt_br: Congelar
ro: Îngheață
ru: Заморозить
sw: Kuganda
th: ฟรีซ
tr: Dondur
uk: Заморозити
ur: منجمد کریں۔
vi: Đóng băng
zh_hans: 冻结
zh_hant: 凍結

# transfer.from
source: From
ar: من
bn: প্রেরক
cs: Z
da: Fra
de: Von
es: De
fa: از
fil: Mula sa
fr: De
ha: Daga
he: מ
hi: से
id: Dari
it: Da
ja: 送信元
ko: 보내는 사람
ms: Daripada
nl: Van
pl: Od
pt_br: De
ro: De la
ru: От
sw: Kutoka
th: จาก
tr: Kimden
uk: Від
ur: سے
vi: Từ
zh_hans: 从
zh_hant: 來自

# transfer.insufficient_balance
source: Insufficient %@ balance.
ar: رصيد %@ غير كافٍ.
bn: অপর্যাপ্ত %@ ব্যালেন্স।
cs: Nedostatečný zůstatek %@.
da: Utilstrækkelig %@ saldo.
de: Unzureichendes %@ -Guthaben.
es: Saldo de %@ insuficiente.
fa: موجودی %@ ناکافی است.
fil: Hindi sapat na %@ balanse.
fr: Solde %@ insuffisant.
ha: Rashin isassun ma'auni %@.
he: יתרת %@ לא מספקת.
hi: अपर्याप्त %@ शेष।
id: Saldo %@ tidak cukup
it: Saldo %@ insufficiente.
ja: %@の残高が不足しています。
ko: %@ 잔액이 부족합니다.
ms: Baki %@ tidak mencukupi.
nl: Onvoldoende saldo %@.
pl: Niewystarczające %@ saldo.
pt_br: Saldo %@ insuficiente.
ro: Sold %@ insuficient.
ru: Недостаточный %@ баланс.
sw: Salio la %@ halitoshi.
th: ยอดคงเหลือ %@ ไม่เพียงพอ
tr: Yetersiz %@ bakiye.
uk: Недостатній баланс %@.
ur: ناکافی %@ بیلنس۔
vi: Số dư %@ không đủ.
zh_hans: %@余额不足
zh_hant: %@餘額不足

# transfer.insufficient_network_fee_balance
source: Insufficient %@ balance to cover network fees.
ar: رصيد %@ غير كافٍ لتغطية رسوم الشبكة.
bn: নেটওয়ার্ক ফি কভার করার জন্য অপর্যাপ্ত %@ ব্যালেন্স।
cs: Nedostatečný zůstatek %@ na pokrytí síťových poplatků.
da: Utilstrækkelig %@ saldo til at dække netværksgebyrer.
de: Nicht ausreichendes %@ -Guthaben zur Deckung der Netzwerkgebühren.
es: Saldo de %@ insuficiente para cubrir las tarifas de la red.
fa: موجودی %@ برای پوشش کارمزد شبکه ناکافی است.
fil: Hindi sapat na %@ na balanse upang mabayaran ang mga bayarin sa network.
fr: Solde %@ insuffisant pour couvrir les frais de réseau.
ha: Rashin isassun ma'auni %@ don biyan kuɗin hanyar sadarwa.
he: יתרת %@ לא מספקת לכיסוי עמלות הרשת.
hi: नेटवर्क शुल्क को कवर करने के लिए अपर्याप्त %@ शेष राशि।
id: Saldo %@ tidak cukup untuk biaya jaringan
it: Saldo %@ insufficiente per coprire le tariffe di rete.
ja: ネットワーク手数料を支払うための%@残高が不足しています。
ko: 네트워크 비용을 충당하기에는 %@ 잔액이 부족합니다.
ms: Baki %@ tidak mencukupi untuk menampung yuran rangkaian.
nl: Onvoldoende saldo van %@ om de netwerkkosten te dekken.
pl: Niewystarczające saldo %@ na pokrycie opłat sieciowych.
pt_br: Saldo %@ insuficiente para cobrir taxas de rede.
ro: Sold %@ insuficient pentru a acoperi taxele de rețea.
ru: Недостаточно %@ баланса для покрытия сетевых платежей.
sw: Salio la %@ halitoshi kulipia ada za mtandao.
th: ยอดคงเหลือ %@ ไม่เพียงพอที่จะครอบคลุมค่าธรรมเนียมเครือข่าย
tr: Ağ ücretlerini karşılamak için yetersiz %@ bakiyesi.
uk: Недостатній баланс %@ для покриття плати за мережу.
ur: نیٹ ورک فیس کو پورا کرنے کے لیے ناکافی %@ بیلنس۔
vi: Số dư %@ không đủ để trả phí mạng.
zh_hans: %@ 余额不足，无法支付网络费用。
zh_hant: %@ 餘額不足，無法支付網路費用。

# transfer.max
source: Max
ar: الحد الأقصى
bn: সর্বোচ্চ
da: Maks
es: Máx.
fa: حداکثر
he: מקסימום
hi: अधिकतम
id: Maks
it: Massimo
ja: 最大
ko: 최대
ms: Maks
pl: Maks
pt_br: Máx.
ru: Макс
th: สูงสุด
tr: Maks
uk: Макс
ur: زیادہ سے زیادہ
vi: Tối đa
zh_hans: 最大值
zh_hant: 最大值

# transfer.maximum_amount
source: Maximum Amount is %@
ar: الحد الأقصى للمبلغ هو %@
bn: সর্বাধিক পরিমাণ হল %@
cs: Maximální částka je %@
da: Det maksimale beløb er %@
de: Der Höchstbetrag beträgt %@
es: El importe máximo es %@
fa: حداکثر مقدار %@ است
fil: Ang Maximum na Halaga ay %@
fr: Le montant maximum est de %@
ha: Matsakaicin adadin shine %@
he: הכמות המקסימלית היא %@
hi: अधिकतम राशि %@ है
id: Jumlah Maksimum adalah %@
it: L'importo massimo è %@
ja: 最大金額は %@ です
ko: 최대 금액은 %@입니다.
ms: Jumlah Maksimum ialah %@
nl: Maximaal bedrag is %@
pl: Maksymalna kwota to %@
pt_br: O valor máximo é %@
ro: Suma maximă este %@
ru: Максимальная сумма %@
sw: Kiasi cha juu ni %@
th: จำนวนเงินสูงสุดคือ %@
tr: Maksimum Tutar %@
uk: Максимальна сума %@
ur: زیادہ سے زیادہ رقم %@ ہے
vi: Số tiền tối đa là %@
zh_hans: 最高金额为%@
zh_hant: 最高金額為 %@

# transfer.memo
source: Memo
ar: مذكرة
bn: মেমো
es: Nota
fa: یادداشت
fr: Mémo
he: תזכיר
hi: मेमो
it: Promemoria
ja: メモ
ko: 메모
pl: Notatka
pt_br: Memorando
ro: Notă
ru: Мемо
th: บันทึก
ur: میمو
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# transfer.minimum_account_balance
source: A minimum %@ balance must remain after this, unless you're using your full balance.
ar: يجب أن يتبقى حد أدنى من الرصيد %@ بعد ذلك، ما لم تكن تستخدم رصيدك بالكامل.
bn: এর পরেও ন্যূনতম %@ ব্যালেন্স থাকতে হবে, যদি না আপনি আপনার সম্পূর্ণ ব্যালেন্স ব্যবহার করছেন।
cs: Po uplynutí této doby musí zůstat minimální zůstatek %@, pokud nepoužíváte celý zůstatek.
da: Der skal være en minimumsaldo på %@ tilbage efter dette, medmindre du bruger din fulde saldo.
de: Danach muss ein Mindestguthaben %@ übrig bleiben, es sei denn, Sie nutzen Ihr gesamtes Guthaben.
es: Después de esto, debe quedar un saldo mínimo %@, a menos que utilice su saldo completo.
fa: حداقل موجودی %@ باید بعد از این باقی بماند، مگر اینکه از موجودی کامل خود استفاده کنید.
fil: Ang isang minimum na balanse %@ ay dapat manatili pagkatapos nito, maliban kung ginagamit mo ang iyong buong balanse.
fr: Un solde minimum %@ doit rester après cela, à moins que vous n'utilisiez votre solde complet.
ha: Mafi ƙarancin ma'auni %@ dole ne ya kasance bayan wannan, sai dai idan kuna amfani da cikakken ma'aunin ku.
he: לאחר מכן חייבת להישאר יתרה מינימלית %@, אלא אם כן אתה משתמש ביתרה מלאה.
hi: इसके बाद न्यूनतम %@ शेष राशि बनी रहनी चाहिए, जब तक कि आप अपनी पूरी शेष राशि का उपयोग नहीं कर रहे हों।
id: Saldo minimum %@ harus tetap ada setelah ini, kecuali Anda menggunakan saldo penuh.
it: Dopo questo importo deve rimanere un saldo minimo %@, a meno che non si utilizzi l'intero saldo.
ja: 全額を使用する場合を除き、取引後も最低 %@ の残高を維持する必要があります。
ko: 전체 잔액을 사용하지 않는 한, 이 후에는 최소 %@ 잔액이 남아 있어야 합니다.
ms: Baki minimum %@ mesti kekal selepas ini, melainkan anda menggunakan baki penuh anda.
nl: Hierna moet er minimaal %@ saldo overblijven, tenzij u uw volledige saldo gebruikt.
pl: Po tym musi pozostać minimalne saldo %@, chyba że wykorzystujesz całe saldo.
pt_br: Um saldo mínimo de %@ deve permanecer após isso, a menos que você esteja usando seu saldo total.
ro: După aceasta, trebuie să rămână un sold minim %@, cu excepția cazului în care utilizați soldul integral.
ru: После этого должен оставаться минимальный баланс %@, если только вы не используете весь свой баланс.
sw: Salio la chini la %@ lazima lisalie baada ya hili, isipokuwa kama unatumia salio lako kamili.
th: ยอดคงเหลือขั้นต่ำ %@ ต้องคงอยู่หลังจากนี้ เว้นแต่คุณจะใช้ยอดคงเหลือทั้งหมดของคุณ
tr: Bakiyenizin tamamını kullanmadığınız sürece, bundan sonra minimum %@ bakiye kalmalıdır.
uk: Після цього має залишитися мінімальний баланс %@, якщо ви не використовуєте весь баланс.
ur: اس کے بعد ایک کم از کم %@ بیلنس باقی رہنا چاہیے، جب تک کہ آپ اپنا پورا بیلنس استعمال نہ کر رہے ہوں۔
vi: Sau đó, bạn phải giữ lại số dư tối thiểu %@, trừ khi bạn sử dụng hết số dư.
zh_hans: 除非使用全部余额，否则需保留至少 %@ 余额。
zh_hant: 此後必須保留最低 %@ 餘額，除非使用全部餘額。

# transfer.minimum_amount
source: Minimum Amount is %@
ar: الحد الأدنى للمبلغ هو %@
bn: ন্যূনতম পরিমাণ হল %@
cs: Minimální částka je %@
da: Minimumsbeløb er %@
de: Mindestbetrag ist %@
es: La cantidad mínima es %@
fa: حداقل مبلغ %@ می باشد.
fil: Minimum na Halaga ay %@
fr: Le montant minimum est de %@
ha: Mafi ƙarancin kuɗi shine %@
he: הסכום המינימלי הוא %@
hi: न्यूनतम राशि %@ है
id: Jumlah Minimum adalah %@
it: L'importo minimo è %@
ja: 最小金額は%@です
ko: 최소 금액은 %@ 입니다.
ms: Jumlah minimum ialah %@
nl: Minimumbedrag is %@
pl: Minimalna kwota to %@
pt_br: O valor mínimo é %@
ro: Suma minimă este %@
ru: Минимальная сумма %@
sw: Kiasi cha chini ni %@
th: จำนวนเงินขั้นต่ำคือ %@
tr: Minimum Tutar %@
uk: Мінімальна сума становить %@
ur: کم از کم رقم %@ ہے
vi: Số tiền tối thiểu là %@
zh_hans: 最低金额为%@
zh_hant: 最小金額為%@

# transfer.network
source: Network
ar: شبكة
bn: নেটওয়ার্ক
cs: Síť
da: Netværk
de: Netzwerk
es: Red
fa: شبکه
fr: Réseau
ha: Cibiyar sadarwa
he: רשת
hi: नेटवर्क
id: Jaringan
it: Rete
ja: ネットワーク
ko: 회로망
ms: Rangkaian
nl: Netwerk
pl: Sieć
pt_br: Rede
ro: Rețea
ru: Сеть
sw: Mtandao
th: เครือข่าย
tr: Ağ
uk: Мережа
ur: نیٹ ورک
vi: Mạng
zh_hans: 网络
zh_hant: 網路

# transfer.network_fee
source: Network Fee
ar: رسوم الشبكة
bn: নেটওয়ার্ক ফি
cs: Síťový poplatek
da: Netværksgebyr
de: Netzwerk-Gebühr
es: Tarifa de red
fa: کارمزد شبکه
fil: Bayad sa Network
fr: Frais de réseau
ha: Kudin hanyar sadarwa
he: עמלת רשת
hi: नेटवर्क शुल्क
id: Biaya Jaringan
it: Commissione di rete
ja: ネットワーク手数料
ko: 네트워크 수수료
ms: Yuran Rangkaian
nl: Netwerkkosten
pl: Opłata sieciowa
pt_br: Taxa de rede
ro: Taxa de retea
ru: Сетевая плата
sw: Ada ya Mtandao
th: ค่าธรรมเนียมเครือข่าย
tr: Ağ Ücreti
uk: Мережева плата
ur: نیٹ ورک فیس
vi: Phí mạng
zh_hans: 网络费用
zh_hant: 網路手續費

# transfer.other.title
source: Other
ar: آخر
bn: অন্যান্য
cs: Ostatní
da: Andet
de: Andere
es: Otro
fa: دیگر
fil: Iba pa
fr: Autre
ha: Sauran
he: אחר
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Lain-lain
nl: Anders
pl: Inne
pt_br: Outro
ro: Altele
ru: Прочее
sw: Nyingine
th: อื่นๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

# transfer.recipient.address_field
source: Address or Name
ar: العنوان أو الاسم
bn: ঠিকানা বা নাম
cs: Adresa nebo Jméno
da: Adresse eller Navn
de: Adresse oder Name
es: Dirección o Nombre
fa: نشانی یا نام
fil: Address o Pangalan
fr: Adresse ou nom
ha: Adireshi ko Suna
he: כתובת או שם
hi: पता या नाम
id: Alamat atau Nama
it: Indirizzo o nome
ja: アドレスまたはドメイン
ko: 주소 또는 이름
ms: Alamat atau Nama
nl: Adres of naam
pl: Adres lub nazwa
pt_br: Endereço ou Nome
ro: Adresă sau Nume
ru: Адрес или имя
sw: Anwani au Jina
th: ที่อยู่หรือชื่อ
tr: Adres veya Ad
uk: Адреса або Ім'я
ur: پتہ یا نام
vi: Địa chỉ hoặc Tên
zh_hans: 地址或域名
zh_hant: 地址或域名

# transfer.recipient.my_wallets
source: My Wallets
ar: محفظتي
bn: আমার ওয়ালেট
cs: Moje peněženky
da: Mine tegnebøger
de: Meine Wallets
es: Mis billeteras
fa: کیف پول‌های من
fil: Aking mga Wallets
fr: Mes portefeuilles
ha: Wallets dina
he: הארנקים שלי
hi: मेरे बटुए
id: Dompetku
it: I miei portafogli
ja: マイウォレット
ko: 내 지갑
ms: Dompet Saya
nl: Mijn portemonnees
pl: Moje portfele
pt_br: Minhas Carteiras
ro: Portofelele mele
ru: Мои кошельки
sw: Pochi Zangu
th: กระเป๋าสตางค์ของฉัน
tr: Cüzdanlarım
uk: Мої гаманці
ur: میرے والیٹس
vi: Ví của tôi
zh_hans: 我的钱包
zh_hant: 我的錢包

# transfer.recipient.title
source: Recipient
ar: متلقي
bn: প্রাপক
cs: Příjemce
da: Modtager
de: Empfänger
es: Destinatario
fa: گیرنده
fil: Tatanggap
fr: Destinataire
ha: Mai karɓa
he: נמען
hi: प्राप्तकर्ता
id: Penerima
it: Destinatario
ja: 受取人
ko: 받는 사람
ms: Penerima
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
ro: Destinatar
ru: Получатель
sw: Mpokeaji
th: ผู้รับ
tr: Alıcı
uk: Одержувач
ur: وصول کنندہ
vi: Người nhận
zh_hans: 接收地址
zh_hant: 收款人

# transfer.recipient.view_wallets
source: View Wallets
ar: عرض المحافظ
bn: ওয়ালেট দেখুন
cs: Zobrazit peněženky
da: Se tegnebøger
de: Wallets anzeigen
es: Ver billeteras
fa: مشاهده کیف پول‌ها
fil: Tingnan ang mga Wallet
fr: Voir les portefeuilles
ha: Duba Wallet
he: הצג ארנקים
hi: वॉलेट देखें
id: Lihat Dompet
it: Visualizza portafogli
ja: ウォレットを表示
ko: 지갑 보기
ms: Lihat Dompet
nl: Bekijk portemonnees
pl: Wyświetl portfele
pt_br: Ver carteiras
ro: Vizualizați portofele
ru: Посмотреть кошельки
sw: Tazama Pochi
th: ดูกระเป๋าสตางค์
tr: Cüzdanları Görüntüle
uk: Переглянути гаманці
ur: بٹوے دیکھیں
vi: Xem ví
zh_hans: 查看钱包
zh_hant: 查看錢包

# transfer.redelegate.title
source: Redelegate
ar: إعادة التفويض
bn: পুনরায় ডেলিগেট করুন
cs: Znovu delegovat
da: Omdelegere
de: Umdelegieren
es: Redelegar
fa: تفویض اختیار
fil: Mag-redelegate
fr: Redéléguer
ha: Sake wakilci
he: האצלה מחדש
hi: पुनः डेलिगेट करें
id: Delegasi ulang
it: Ridelegare
ja: 再ステーキング
ko: 재위임
ms: Delegasi semula
nl: Opnieuw delegeren
pl: Ponowne delegowanie
pt_br: Redelegar
ro: Redelegare
ru: Переделегирование
sw: Hamisha Uwakilishi
th: มอบหมายใหม่
tr: Yeniden Delege Et
uk: Делегувати повторно
ur: دوبارہ تفویض کریں۔
vi: Ủy quyền lại
zh_hans: 重新质押
zh_hant: 重新質押

# transfer.reserved_fees
source: We've left %@ in your balance to cover future network fees.
ar: لقد تركنا %@ في رصيدك لتغطية رسوم الشبكة المستقبلية.
bn: ভবিষ্যতের নেটওয়ার্ক ফি মেটানোর জন্য আমরা আপনার ব্যালেন্সে %@ রেখে দিয়েছি।
cs: Na vašem zůstatku jsme nechali %@ na pokrytí budoucích poplatků za síť.
da: Vi har efterladt %@ på din saldo til dækning af fremtidige netværksgebyrer.
de: Wir haben %@ auf Ihrem Guthaben belassen, um zukünftige Netzwerkgebühren abzudecken.
es: Hemos dejado %@ en su saldo para cubrir futuras tarifas de red.
fa: ما %@ را برای پوشش هزینه‌های شبکه در آینده در موجودی شما باقی گذاشته‌ایم.
fil: Iniwan namin ang %@ sa iyong balanse upang mabayaran ang mga bayarin sa network sa hinaharap.
fr: Nous avons laissé %@ sur votre solde pour couvrir les futurs frais de réseau.
ha: Mun bar %@ cikin ma'auni don biyan kuɗin hanyar sadarwa na gaba.
he: השארנו %@ ביתרה שלך לכיסוי עמלות רשת עתידיות.
hi: हमने भविष्य में नेटवर्क शुल्क को कवर करने के लिए आपके बैलेंस में %@ छोड़ दिया है।
id: Kami telah meninggalkan %@ di saldo Anda untuk menutupi biaya jaringan di masa mendatang.
it: Abbiamo lasciato %@ nel tuo saldo per coprire le future commissioni di rete.
ja: 今後のネットワーク手数料として、残高から %@ を確保しました。
ko: 향후 네트워크 수수료를 충당하기 위해 잔액에 %@ 남겨두었습니다.
ms: Kami telah meninggalkan %@ dalam baki anda untuk menampung yuran rangkaian masa hadapan.
nl: We hebben %@ op uw saldo laten staan om toekomstige netwerkkosten te dekken.
pl: Pozostawiliśmy %@ na Twoim koncie na pokrycie przyszłych opłat sieciowych.
pt_br: Deixamos %@ em seu saldo para cobrir futuras taxas de rede.
ro: Am lăsat %@ în soldul dumneavoastră pentru a acoperi viitoarele taxe de rețea.
ru: Мы оставили %@ на вашем балансе для покрытия будущих сетевых сборов.
sw: Tumeacha %@ katika salio lako ili kulipia ada za mtandao za siku zijazo.
th: เราได้เหลือ %@ ไว้ในยอดคงเหลือของคุณเพื่อครอบคลุมค่าธรรมเนียมเครือข่ายในอนาคต
tr: Gelecekteki ağ ücretlerini karşılamak için bakiyenizde %@ bıraktık.
uk: Ми залишили на вашому балансі %@ для покриття майбутніх мережевих платежів.
ur: ہم نے مستقبل کے نیٹ ورک فیس کو پورا کرنے کے لیے آپ کے بیلنس میں %@ چھوڑ دیا ہے۔
vi: Chúng tôi đã để lại %@ trong số dư của bạn để trang trải phí mạng trong tương lai.
zh_hans: 已在余额中预留 %@，用于支付后续网络费用。
zh_hant: 已保留 %@ 的餘額，以支付後續網路手續費。
